Constructs default options for calculation of the geometry of spatial elements (rooms, spaces).
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2012
 Syntax
  C#
public SpatialElementBoundaryOptions()
  Visual Basic
Public Sub New
  Visual C++
public:
SpatialElementBoundaryOptions()
 See Also
  SpatialElementBoundaryOptions Class
  Autodesk.Revit.DB Namespace